" **OVERWRITE MODE**" = " **ÖVERSKRIVNINGSLÄGE**";
" **READ-ONLY MODE**" = " **SKRIVSKYDDAT LÄGE**";
" bytes" = " byte";
" items" = " objekt";
"%@ out of %@" = "%@ av %@";
"%@ selected at multiple offsets out of %@" = "%@ valda på flera offsets av %@";
"%@ selected at offset %@ out of %@" = "%@ valda på offset %@ av %@";
"(select a power of 2 bytes)" = "(Välj en potens av 2 byte)";
"(select less data)" = "(välj mindre data)";
"(select some data)" = "(välj någon data)";
"Access Control List..." = "Åtkomstlista...";
"Alert!" = "Uppmärksamhet!";
"Alias bit" = "Alias-bit";
"Application:" = "Program:";
"Apply to enclosed items..." = "Använd på bifogade objekt ...";
"Are you sure you want to change all your %@ documents to open with the application \"%@\"?" = "Dessa filer öppnas för närvarande med programmet %@. Är du säker på att du istället vill öppna de med programmet \"%@\"?";
"Artists" = "Artister";
"Attribute modification date" = "Attributets ändringsdatum";
"Attributes" = "Attribut";
"Bundle bit" = "Bundle-bit";
"Burn" = "Bränn";
"Byte %@ selected out of %@" = "Byte %@ valda av %@";
"Byte Grouping" = "Byte-gruppering";
"Calculating..." = "Beräknar...";
"Capacity:" = "Kapacitet:";
"Change All..." = "Ändra alla...";
"Change all" = "Ändra alla";
"Choose..." = "Välj...";
"Common tags" = "Vanliga taggar";
"Computing differences" = "Beräknar skillnader";
"Contents:" = "Innehåll:";
"Created:" = "Skapad:";
"Creation Date:" = "Efter skapandedatum:";
"Creation date" = "Skapandedatum";
"Creator" = "Skapare";
"Creator:" = "Skapare:";
"Custom icon" = "Egen ikon";
"Data Fork" = "Datagren";
"Data Fork:" = "Datagren:";
"Dates" = "Datum";
"Dates/Forks" = "Datum/Gren";
"Delete" = "Radera";
"Deleting the data fork is not undoable. Are you sure you want to delete this data?" = "Raderingen av datagrenen är permanent. Är du säker på att du vill radera data?";
"Deleting the resource fork is not undoable. Are you sure you want to delete this data?" = "Raderingen av resursgrenen är permanent. Är du säker på att du vill radera data?";
"Device:" = "Enhet:";
"Edit Mode" = "Redigeringsläge";
"Everyone:" = "Alla:";
"Execute" = "Exekvera";
"Extend Selection..." = "Utökad Markering...";
"Facility" = "Anläggning";
"Forks" = "Grenar";
"Forks:" = "Gren:";
"Format:" = "Formatera:";
"Free:" = "Ledigt:";
"Get Info" = "Visa info";
"Group" = "Grupp";
"Group:" = "Grupp:";
"Hide extension" = "Göm tillägg";
"Ignore ownership on this volume" = "Bortse från ägarskap på den här enheten";
"Info" = "info";
"Insert" = "Lägg till";
"Invisible" = "Osynlig";
"Jump to Offset..." = "Hoppa till offset...";
"Kind:" = "Typ:";
"Label" = "Märkning";
"Length" = "Längd";
"Level" = "Nivå";
"Locked" = "Låst";
"Manage groups…" = "Hantera grupper…";
"Message" = "Meddelande";
"Modification Date:" = "Efter ändringsdatum:";
"Modification date" = "Ändringsdatum";
"Modified:" = "Ändrad:";
"Mount Point:" = "Mont. punkt:";
"Move Selection..." = "Flytta Markering...";
"Name" = "Namn";
"None" = "Ingen";
"Open" = "Öppna";
"Open with:" = "Öppna med:";
"Other" = "Övrigt";
"Overwrite" = "Skriv över";
"Owner" = "Ägare";
"Owner:" = "Ägare:";
"Path" = "Sökväg";
"Path:" = "Sökväg:";
"Permissions" = "Behörighet";
"Playlists" = "Spellistor";
"Rating:" = "Betyg:";
"Read" = "Läsa";
"Read-only" = "Skrivskyddad";
"Report" = "Rapportera";
"Resolved:" = "Lösta:";
"Resource Fork" = "Resursgren";
"Reveal" = "Visa";
"Rsrc Fork:" = "Rsrc-gren:";
"Saving \"%@\"" = "Sparar \"%@\"";
"Select group…" = "Välj grupp…";
"Sender" = "Avsändare";
"Set Dates:" = "Ställ in Datum:";
"Set Original..." = "Ange original…";
"Size:" = "Storlek:";
"Spotlight comments" = "Kommentarer";
"Stationery Pad" = "Anteckningar";
"Sticky bit" = "Sticky-bit";
"Swap Forks" = "Byt grenar";
"Swapping forks can be undone by swapping again. Are you sure you want to swap the forks?" = "Byte av grenar ändras genom att byta tillbaka igen. Är du säker på att du vill byta grenar?";
"Tags" = "Taggar";
"Tags group:" = "Taggrupp:";
"Tags:" = "Taggar:";
"This change will apply to all %@ documents with %@ \"%@\"." = "Ändringen gäller alla %@-dokument med %@ \"%@\".\"";
"Time" = "Tid";
"Type" = "Typ";
"Type:" = "Typ:";
"Use this application to open all documents like this." = "Använd alltid denna applikation för att öppna den här filtypen.";
"Volume Permissions" = "Volymrättigheter";
"Volume:" = "Enhet:";
"Write" = "Skriva";
"extension" = "ändelsen";
"gigabytes" = "gigabyte";
"kilobytes" = "kilobyte";
"megabytes" = "megabyte";
"petabytes" = "petabyte";
"rsrc:" = "resurs:";
"terabytes" = "terabyte";
"type" = "Typ";

/* ==== UNLOCALIZED ==== */

"Artist" = "Artist";
"MP3:" = "MP3:";
"Version:" = "Version:";
"byte" = "byte";
"bytes" = "bytes";
"data:" = "data:";
"gigabyte" = "gigabyte";
"kilobyte" = "kilobyte";
"megabyte" = "megabyte";
"petabyte" = "petabyte";
"terabyte" = "terabyte";
